Repository: thakaamed/detect
Catalog: AdminPanel/locale/*/LC_MESSAGES/django.po
Languages: fr, tr

source: You can add or update your patient by filling out the information below.
fr: Vous pouvez ajouter ou mettre à jour votre patient en remplissant les informations ci-dessous.
tr: Aşağıdaki bilgileri doldurarak hastanızı ekleyebilir veya güncelleyebilirsiniz.

source: Bjork-Jarabak Analysis
fr: Analyse Bjork-Jarabak
tr: Bjork-Jarabak Analizi

source: View Detail
fr: Voir le détail
tr: Detayı Görüntüle

source: Detail
fr: Détail
tr: Detay

source: Illnesses
fr: Maladies
tr: Hastalıklar

source: Anatomy
fr: Anatomie
tr: Anatomi

source: Teeth
fr: Dents
tr: Diş

source: Other
fr: Autres
tr: Diğer

source: Patient Radiography
fr: Radiographie du patient
tr: Hasta Radyografisi

source: Create as Patient
fr: Créer en tant que patient
tr: Hasta Olarak Kaydet

source: Skeletal Factors - Anterior/Posterior Analysis
fr: Facteurs squelettiques - Analyse antérieure/postérieure
tr: Skeletal Factors - Anterior/Posterior Analizi

source: Wits Analysis
fr: Analyse de Wits
tr: Wits Analizi

source: Include analysis information in the report
fr: Inclure des informations sur l'analyse dans le rapport
tr: Analiz bilgilerini rapora dahil edin

source: Update Patient
fr: Mise Ó jour Patient
tr: Hasta Güncelle

source: Generate QR Code
fr: Générer un code QR

source: Generate QR Code for Patient Mail
fr: Générer un code QR pour le courrier des patients

source: Add Patient
fr: Ajouter le patient
tr: Hasta Ekle

source: Add
fr: Ajouter
tr: Ekle

source: Update
fr: Mise Ó jour
tr: Güncelle

source: Patient ID
fr: Pièce d'identité du patient
tr: Hasta ID

source: Gender
fr: Genre
tr: Cinsiyet

source: Select Gender
fr: Sélectionner le sexe
tr: Cinsiyet Seçin

source: Female
fr: Femelle
tr: Kadın

source: Male
fr: Mâle
tr: Erkek

source: Patient Email
fr: E-mail du patient
tr: Hasta Email

source: Doctor Name
fr: Nom du médecin
tr: Doktor Adı

source: Patient Full Name
fr: Nom complet du patient
tr: Hasta Adı Soyadı

source: Date of Birth
fr: Date de naissance
tr: Doğum Tarihi

source: Patient Phone
fr: Téléphone patient
tr: Hasta Telefonu

source: Hi
fr: Salut
tr: Merhaba

source: File No (Optional)
fr: Fichier non (facultatif)
tr: Dosya No (Opsiyonel)

source: You can optionally enter the file number.
fr: Vous pouvez éventuellement entrer le numéro de fichier.
tr: İsteğe bağlı olarak dosya numarasını girebilirsiniz.

source: Write patient full name...
fr: Inscrivez le nom complet du patient...
tr: Hastanın tam adını yazınız...

source: Write doctor name...
fr: Inscrivez le nom du médecin...
tr: Doktor ismi yazınız...

source: Write Patient Email
fr: Rédiger l'e-mail du patient
tr: Hasta E-postası Yazınız

source: Patient ID will be generated automatically
fr: L'identifiant du patient sera généré automatiquement
tr: Hasta Kimliği otomatik olarak oluşturulacaktır

source: You can enter the patient name and surname.
fr: Vous pouvez saisir le nom et le prénom du patient.
tr: Hasta adı ve soyadını girebilirsiniz.

source: Logout
fr: Se déconnecter
tr: Çıkış Yap

source: Clarification Text
fr: Texte de clarification
tr: Aydınlatma Metni

source: Cookie Policy
fr: Politique de cookie
tr: Çerez Politikası

source: Privacy Policy
fr: Politique de confidentialité
tr: Gizlilik Politikası

source: Dark Theme
fr: Thème sombre
tr: Koyu Tema

source: Please enter a valid e-mail address
fr: Veuillez saisir une adresse électronique valide
tr: Lütfen geçerli bir e-mail adresi giriniz

source: The patient is successfully added.
fr: Le patient est ajouté avec succès.
tr: Hasta başarılı bir şekilde eklendi.

source: January
fr: Janvier
tr: Ocak

source: February
fr: Février
tr: Şubat

source: March
fr: Mars
tr: Mart

source: April
fr: Avril
tr: Nisan

source: May
fr: Mai
tr: Mayıs

source: June
fr: Juin
tr: Haziran

source: July
fr: Juillet
tr: Temmuz

source: August
fr: Août
tr: Ağustos

source: September
fr: Septembre
tr: Eylül

source: October
fr: Octobre
tr: Ekim

source: November
fr: Novembre
tr: Kasım

source: December
fr: Décembre
tr: Aralık

source: Login Page
fr: Page de connexion
tr: Giriş

source: Login
fr: Connexion
tr: Giriş Yap

source: Username
fr: Nom d'utilisateur
tr: Kullanıcı Adı

source: Username or Password Incorrect
fr: Nom d'utilisateur ou mot de passe incorrect
tr: Kullanıcı Adı veya Parola Hatalı

source: Username or Phone Number
fr: Nom d'utilisateur ou numéro de téléphone
tr: Kullanıcı Adı veya Telefon Numarası

source: Password
fr: Mot de passe
tr: Şifre

source: I have read and understood the
fr: J'ai lu et compris le
tr: Craniocatch Medikal ve Dental Bilişim Teknolojileri Anonim Şirketi tarafından hazırlanmış olan

source: Policy prepared by Thakaamed Medikal ve Dental Bilişim Teknolojileri Anonim Şirketi.
fr: Politique préparée par Thakaamed Medical and Dental Information Technologies Incorporé.

source: Clarification text
fr: Texte de clarification
tr: Kişisel Verilerin İşlenmesine İlişkin Aydınlatma Metni

source: on the Processing of Personal Data and the
fr: sur le traitement des données Ó caractère personnel et la
tr: ve

source: Personal Data Protection Policy
fr: Politique de protection des données personnelles
tr: Kişisel Verilerin Korunması Politikası'nı

source: Personal Data Protection
fr: Protection des données personnelles
tr: Kişisel Verilerin Korunması Politikası'nı

source: I have read and accept the Portal Terms of Use.
fr: J'ai lu et j'accepte les conditions d'utilisation du portail.
tr: Portal Kullanım Koşullarını okudum ve kabul ediyorum.

source: Sign In
fr: S'inscrire
tr: Giriş Yap

source: Forgot Password
fr: Mot de passe oublié
tr: Şifremi Unuttum

source: Send
fr: Envoyer
tr: Gönder

source: Radiology Upload
fr: Chargement en radiologie
tr: Radyografi Yükle

source: You can start the analysis by uploading the Radiography image, view the images you have uploaded and add multiple images
fr: Vous pouvez commencer l'analyse en téléchargeant l'image radiographique, visualiser les images que vous avez téléchargées et ajouter plusieurs images.
tr: Radyografi görüntüsü yükleyerek analizinizi başlatabilirsiniz.

source: Welcome patient_dict.full_name, you can start the analysis by uploading the Radiography image, view the images you have uploaded and add multiple images
fr: Welcome patient_dict.full_name, vous pouvez commencer l'analyse en téléchargeant l'image Radiographie, visualiser les images que vous avez téléchargées et ajouter plusieurs images
tr: Hoşgeldiniz patient_dict.full_name, radyografi görüntüsü yükleyerek analizinizi başlatabilirsiniz.

source: Hello
fr: Bonjour
tr: Merhaba

source: Please upload a radiography
fr: Veuillez télécharger une radiographie
tr: Lütfen bir radyografi yükleyiniz

source: Please select radiography type
fr: Veuillez sélectionner le type de radiographie
tr: Lütfen radyografi tipini seçiniz

source: Accept the Terms of Use!
fr: Acceptez les conditions d'utilisation !
tr: Portal Kullanım Şartını Onaylayınız!

source: Wrong username or password!
fr: Mauvais nom d'utilisateur ou mot de passe !
tr: Hatalı kullanıcı adı veya şifre

source: Successfully logged in!
fr: Connexion réussie !
tr: Başarıyla giriş yapıldı!

source: Phone Number
fr: Numéro de téléphone
tr: Telefon Numarası

source: The passwords you entered do not match
fr: Les mots de passe saisis ne correspondent pas
tr: Girdiğiniz parolalar uyuşmuyor

source: Your password has been reset!
fr: Votre mot de passe a été réinitialisé !
tr: Şifreniz sıfırlandı!

source: Your reset code is wrong.
fr: Votre code de réinitialisation est erroné.
tr: Sıfırlama kodunuz yanlış.

source: No user found for this mail
fr: Aucun utilisateur n'a été trouvé pour ce courrier
tr: Bu mail için kullanıcı bulunamadı

source: User Name
fr: Nom de l'utilisateur

source: User ID
fr: ID de l'utilisateur

source: User Created Date
fr: Date créée par l'utilisateur

source: User Type
fr: Type d'utilisateur

source: Limit
fr: Limite

source: Token Expiry Date
fr: Date d'expiration du jeton

source: Last Token Activity
fr: Dernière activité de jeton

source: Your Token Usage
fr: Utilisation du jeton

source: Company Token Usage
fr: Utilisation du jeton d'entreprise

source: Buy Token
fr: Acheter un token

source: Last Login
fr: Dernière connexion

source: Mail Sent
fr: Courrier envoyé
tr: Mail Gönderildi

source: Patients
fr: Les patients
tr: Hastalar

source: Token
fr: Jeton

source: Are you sure you want to delete the patient?
fr: Êtes-vous sûr de vouloir supprimer le patient ?
tr: Hastayı silmek istediğinizden emin misiniz?

source: Yes
fr: Oui
tr: Evet

source: No
fr: Non
tr: Hayır

source: Favoried
fr: Favorisé
tr: Favori

source: Patient Name
fr: Nom du patient
tr: Hasta Adı

source: Created Date
fr: Date de création
tr: Oluşturulma Tarihi

source: Last Process
fr: Dernier processus
tr: Son İşlem

source: Last Name
fr: Nom de famille
tr: Soyisim

source: X-Ray Types
fr: Types de rayons X
tr: Röntgen Türleri

source: Operation
fr: Opération
tr: Operasyon

source: Patient deleted successfully.
fr: Patient supprimé avec succès.
tr: Hasta Başarıyla Silindi.

source: You can get a password reset code by entering your registered email address.
fr: Vous pouvez obtenir un code de réinitialisation du mot de passe en saisissant votre adresse électronique enregistrée.
tr: Kayıtlı olan email adresinizi girerek şifre sıfırlama kodu alabilirsiniz.

source: Your Mail
fr: Votre courrier
tr: Mail adresiniz

source: Send Mail
fr: Envoyer un mail
tr: Mail Gönder

source: Reset Password
fr: Réinitialiser le mot de passe
tr: Şifreyi Sıfırla

source: Your reset code
fr: Votre code de réinitialisation
tr: Sıfırlama kodunuz

source: New Password
fr: Nouveau mot de passe
tr: Yeni Şifreniz

source: New Password Again
fr: Nouveau mot de passe
tr: Yeni Şifreniz Tekrar

source: Please enter patient name
fr: Veuillez saisir le nom du patient
tr: Lütfen hasta adını giriniz

source: Please select patients gender
fr: Veuillez sélectionner le sexe des patients
tr: Lütfen hastanın cinsiyetini seçin

source: Patient saved successfully.
fr: Le patient a été enregistré avec succès.
tr: Hasta başarıyla kaydedildi.

source: Please enter your name
fr: Veuillez saisir votre nom
tr: Lütfen adınızı giriniz

source: Please enter your surname
fr: Veuillez saisir votre nom de famille
tr: Lütfen soyadınızı giriniz

source: Please enter your phone number
fr: Veuillez saisir votre numéro de téléphone
tr: Lütfen telefon numaranızı giriniz.

source: Update Profile
fr: Mise Ó jour du profil
tr: Profili Güncelle

source: Surname
fr: Nom de famille
tr: Soyad

source: Name
fr: Nom
tr: Ad

source: Member since:
fr: Membre depuis :
tr: Üyelik Tarihi:

source: Maximum upload size is:
fr: La taille maximale de téléchargement est de :
tr: Maximum yükleme boyutu:

source: Upload new avatar.
fr: Télécharger un nouvel avatar.
tr: Yeni avatar yükleyebilirsiniz.

source: Upload New Photo
fr: Télécharger une nouvelle photo
tr: Yeni Fotoğraf Yükle

source: Profile Information
fr: Informations sur le profil
tr: Profil bilgileri

source: You can view and update your profile information.
fr: Vous pouvez consulter et mettre Ó jour les informations de votre profil.
tr: Profil bilgilerinizi görüntüleyebilir ve güncelleyebilirsiniz.

source: Your Password
fr: Votre mot de passe
tr: Şifreniz

source: Your profile photo has been updated
fr: Votre photo de profil a été mise Ó jour
tr: Profil fotoğrafınız güncellendi

source: View User
fr: Afficher l'utilisateur

source: Delete User
fr: Supprimer l'utilisateur

source: Agent Keys
fr: Clés d'agent

source: Users
fr: Utilisateurs

source: List Activities
fr: Lister les activités

source: Users List (CHANGED)
fr: Liste des utilisateurs (modifiée)

source: An error occured while updating your profile photo
fr: Une erreur s'est produite lors de la mise Ó jour de votre photo de profil
tr: Profil fotoğrafınız güncellenirken bir hata oluştu

source: Old Password
fr: Ancien mot de passe
tr: Eski Şifreniz

source: Invalid password
fr: Mot de passe invalide
tr: Geçersiz şifre

source: Passwords do not match
fr: Les mots de passe ne correspondent pas
tr: Girdiğiniz şifreler uyuşmuyor

source: Your password updated successfully
fr: Votre mot de passe a été mis Ó jour avec succès
tr: Parolanız başarıyla güncellendi

source: Please do not leave the password fields blank
fr: Ne laissez pas les champs du mot de passe vides
tr: Lütfen şifre alanlarını boş bırakmayınız

source: You can view your profile and package information.
fr: Vous pouvez consulter votre profil et les informations relatives Ó votre colis.
tr: Profil ve paket bilgilerinizi görüntüleyebilirsiniz.

source: Package Start-End Date
fr: Date de début de début du package

source: Favorite Patient
fr: Patient préféré
tr: Favori Hastalar

source: Your patient limit has been reached.
fr: Votre limite de patients a été atteinte.
tr: Hasta ekleme limitiniz doldu.

source: View Patient
fr: Voir le patient
tr: Hastayı Görüntüle

source: Delete Patient
fr: Supprimer le patient
tr: Hastayı Sil

source: Your analyse limit has been exceeded
fr: Votre limite d'analyse a été dépassée
tr: Analiz limitiniz doldu

source: Your package has expired, please renew
fr: Votre forfait a expiré, veuillez le renouveler
tr: Paket kullanım süreniz bitti lütfen yenileyin

source: Welcome
fr: Accueillir
tr: Hoşgeldiniz

source: Forms
fr: Accueillir

source: Renewal Date
fr: Date de renouvellement

source: End Date
fr: Date de fin

source: All Uses
fr: Toutes les utilisations

source: you can continue by starting to <strong>Add Favorite Patients!</strong>
fr: vous pouvez continuer en commençant à <strong>Ajouter des patients favoris!</strong>.
tr: <strong>Favori Hasta Ekleyerek</strong>Devam edebilirsiniz!

source: Let's Go!
fr: Allons-y!
tr: Devam Et

source: Patient added to favorites
fr: Patient ajouté aux favoris
tr: Hasta favorilere eklendi

source: Patient removed from favorites
fr: Patient retiré des favoris
tr: Hasta favorilerden kaldırıldı

source: Profile
fr: Profil
tr: Profil

source: View Radiography
fr: Voir la radiographie
tr: Radyografi Görüntüle

source: Treatment planning successfully deleted
fr: Planification du traitement supprimée avec succès
tr: Tedavi planlaması başarıyla silindi

source: Treatment Planning
fr: Planification du traitement
tr: Tedavi Planlaması

source: You can add or update treatment planning
fr: Vous pouvez ajouter ou mettre Ó jour la planification des traitements
tr: Tedavi planlaması ekleyebilir veya güncelleyebilirsiniz

source: Diagnosis added successfully
fr: Diagnostic ajouté avec succès
tr: Teşhis başarıyla eklendi

source: you can continue by starting to
fr: vous pouvez continuer en commenant Ó
tr: Hasta Ekleyerek

source: You can create your form by
fr: Vous pouvez créer votre formulaire en
tr: Butona tıklayarak

source: Clicking the button
fr: Cliquer sur le bouton
tr: Formuzunu oluşturabilirsiniz.

source: Add Patients!
fr: Ajouter des patients !
tr: Devam Edebilirsiniz!

source: Write File No
fr: Numéro de fichier d'écriture
tr: Dosya Numarası Yazınız

source: Upload Radiography
fr: Télécharger une radiographie
tr: Radyografi Yükle

source: Complete
fr: Compléter
tr: Ekle

source: Add Diagnosis
fr: Ajouter un diagnostic
tr: Teşhis Ekle

source: Add Treatment
fr: Ajouter un traitement
tr: Tedavi Ekle

source: Add Treatments
fr: Ajouter des traitements
tr: Tedavi Ekle

source: Close
fr: Fermer
tr: Kapat

source: Save
fr: Sauvegarder
tr: Kaydet

source: Disease removed from tooth
fr: Maladie retirée de la dent
tr: Hastalık dişten kaldırıldı

source: Export Default
fr: Exportation par défaut
tr: Rapor Oluştur

source: Weak
fr: Faible
tr: Zayıf

source: Medium
fr: Moyen
tr: Orta

source: Strong
fr: Fort
tr: Güçlü

source: Dentist
fr: Dentiste
tr: Hekim

source: Brightness Level
fr: Niveau de luminosité
tr: Parlaklık Seviyesi

source: Contrast Level
fr: Niveau de contraste
tr: Kontrast Seviyesi

source: Are you sure you want to delete illness from tooth?
fr: Êtes-vous sûr de vouloir supprimer la maladie de la dent ?
tr: Hastalığı dişten silmek istediğinize emin misiniz?

source: Diagnosis
fr: Diagnostic
tr: Teşhisler

source: Patient Limit
fr: Limite des patients
tr: Hasta Limiti

source: Radiography Limit
fr: Limite de la radiographie
tr: Radyografi Limiti

source: Analyse Limit
fr: Analyser la limite
tr: Analiz Limiti

source: Update Package
fr: Paquet de mise Ó jour
tr: Paketi Güncelle

source: Search
fr: Recherche
tr: Ara

source: Tooth Chart
fr: Tableau des dents
tr: Diş Tablosu

source: Tooth
fr: Dent
tr: Diş

source: Add Radiography
fr: Ajouter Radiographie
tr: Radyografi Ekle

source: Select Radiography Type...
fr: Sélectionnez le type de radiographie...
tr: Radyografi Tipi Seçiniz...

source: Start Upload
fr: Démarrer le téléchargement
tr: Yükle

source: Cancel
fr: Annuler
tr: İptal

source: You can enter a description here...
fr: Vous pouvez entrer une description ici...
tr: Buraya bir açıklama girebilirsiniz...

source: Here you can add and view treatment planning
fr: Ici, vous pouvez ajouter et visualiser la planification du traitement
tr: Buradan tedavi planlaması ekleyebilir ve görüntüleyebilirsiniz

source: Start Planning
fr: Commencer à planifier
tr: Planlamaya Başla

source: Are you sure you want to delete treatment?
fr: Êtes-vous sûr de vouloir supprimer le traitement ?
tr: Tedavi planını silmek istediğinizden emin misiniz?

source: Upload Signature
fr: Télécharger la signature
tr: İmza Yükle

source: Upload Clinic Logo
fr: Télécharger le logo de la clinique
tr: Klinik Logosu Yükle

source: Update Password
fr: Mise Ó jour du mot de passe
tr: Şifreyi Güncelle

source: Your clinic logo has been updated
fr: Le logo de votre clinique a été mis Ó jour
tr: Klinik logonuz güncellendi

source: An error occured while updating your clinic logo
fr: Une erreur s'est produite lors de la mise Ó jour du logo de votre clinique
tr: Klinik logonuz yüklenirken bir hata oluştu

source: Your signature has been updated
fr: Votre signature a été mise Ó jour
tr: İmzanız güncellendi

source: An error occured while updating your signature
fr: Une erreur s'est produite lors de la mise Ó jour de votre signature
tr: İmzanız yüklenirken bir hata oluştu

source: Doctor note has been saved
fr: La note du médecin a été sauvegardée
tr: Doktor notu kaydedildi

source: Save my choices
fr: Sauvegarder mes choix
tr: Tercihlerimi kaydet

source: Report
fr: Rapport
tr: Rapor Oluştur

source: Tooth Based
fr: Sur la base des dents
tr: Diş Bazlı

source: Choose on what basis your report will be based
fr: Choisissez la base de votre rapport
tr: Raporunuzun hangisine göre baz alınacağını seçiniz

source: 3. Choose Your Report Filter
fr: 3. Choisissez votre filtre de rapport
tr: 3. Rapor Filtrenizi Seçiniz

source: Include doctor signature in the report
fr: Inclure la signature du médecin dans le rapport
tr: Doktor imzası rapora dahil edilsin

source: Doctor Signature
fr: Signature du médecin
tr: Doktor İmzası

source: Include treatment plannings in the report
fr: Inclure les plans de traitement dans le rapport
tr: Tedavi planlaması rapora dahil edilsin

source: Treatment Plannigs
fr: Plans de traitement
tr: Tedavi Planlamaları

source: Include doctor note in the report
fr: Inclure la note du médecin dans le rapport
tr: Doktor notu rapora dahil edilsin

source: Doctor Note
fr: Note du médecin
tr: Doktor Notu

source: Drawed Radiography
fr: Radiographie tirée
tr: Çizdirilmiş Radyografi

source: Include drawed radiography information in the report
fr: Inclure des informations sur la radiographie dessinée dans le rapport
tr: Çizdirilmiş radyografi detayı rapora dahil edilsin

source: Include radiography information in the report
fr: Inclure des informations sur la radiographie dans le rapport
tr: Radyografi detayı rapora dahil edilsin

source: Radiography
fr: Radiographie
tr: Radyografi

source: Include patient information in the report
fr: Inclure des informations sur le patient dans le rapport
tr: Hasta bilgileri rapora dahil edilsin

source: Patient Informations
fr: Informations pour les patients
tr: Hasta Bilgileri

source: Select the information you want to displayed in the report
fr: Sélectionnez les informations que vous souhaitez voir appara¯tre dans le rapport.
tr: Raporunuzda görüntülenmesini istediğiniz bilgileri seçiniz

source: 2. Information to Display
fr: 2. Informations Ó afficher
tr: 2. Görüntülenecek Bilgiler

source: Patient Format
fr: Format du patient
tr: Hasta Formatı

source: Choose in which format you will create the report
fr: Choisissez le format dans lequel vous allez créer le rapport
tr: Raporunuzu hangi formatta oluşturacağınızı seçiniz

source: 1. Report Format
fr: 1. Format du rapport
tr: 1. Rapor Formatı

source: Export Report
fr: Rapport d'exportation
tr: Rapor Oluştur

source: Analyzes
fr: Analyses
tr: Analizler

source: Doctor Comment
fr: Commentaire du médecin
tr: Doktor Notu

source: Are you sure you want to delete treatment from tooth?
fr: Êtes-vous sûr de vouloir supprimer le traitement de la dent ?
tr: Dişten bu tedaviyi silmek istediğinize emin misiniz?

source: Treatment removed from tooth
fr: Traitement retiré de la dent
tr: Tedavi dişten silindi

source: Treatment is already exists
fr: Le traitement existe déjÓ
tr: Bu tedavi zaten mevcut

source: Treatment has been added successfully
fr: Le traitement a été ajouté avec succès
tr: Tedavi başarıyla eklendi

source: The disease you are trying to add already exists
fr: La maladie que vous essayez d'ajouter existe déjÓ
tr: Eklemeye çalıştığınız hastalık zaten mevcut

source: 1. Mail Information
fr: 1. Informations sur le e-mail
tr: 1. Mail Bilgisi

source: Dear
fr: Chère
tr: Sayın

source: Thanks!
fr: Merci de votre attention !
tr: Teşekkürler!

source: Your radiography image has been uploaded to our system.
fr: Votre image radiographique a été téléchargée dans notre système.
tr: Radyografi görüntünüz sistemimize yüklendi.

source: Enter the information of the person you are sending the email to.
fr: Saisissez les informations relatives Ó la personne Ó laquelle vous envoyez le e-mail.
tr: Mail göndereceğiniz kişinin bilgilerini yazınız

source: Write name..
fr: Nom d'écriture...
tr: İsim soyisim..

source: Name Surname
fr: Nom et nom de famille
tr: İsim Soyisim

source: Write e-mail
fr: Ecrire un e-mail
tr: E-mail

source: 2. Report Format
fr: 2. Format du rapport
tr: 2. Rapor Formatı

source: 3. Information to Display
fr: 3. Informations Ó afficher
tr: 3. Görüntülenecek Bilgiler

source: 4. Choose Your Report Filter
fr: 4. Choisissez votre filtre de rapport
tr: 4. Rapor Filtrenizi Seçiniz

source: Report sent as e-mail
fr: Rapport envoyé par e-mail
tr: Rapor e-posta olarak gönderildi

source: There are not any treatment plans
fr: Il n'y a pas de plan de traitement
tr: Herhangi bir tedavi planı oluşturulmamış

source: Treatments Plans
fr: Plan de traitements
tr: Tedavi Planları

source: File No
fr: Numéro de dossier
tr: Dosya Numarası

source: The doctor did not create a note
fr: Le médecin n'a pas créé de note
tr: Doktor bir not yazmamış

source: All Teeth are present except
fr: Toutes les dents sont présentes
tr: Şu dişler hariç tüm dişler var

source: Package Expiry Date
fr: Date d'expiration du paquet
tr: Paket Bitiş Tarihi

source: You can update the user by filling out the information below.
fr: Vous pouvez mettre à jour l'utilisateur en remplissant les informations ci-dessous.
tr: Aşağıdaki bilgileri düzenleyerek kullanıcıyı güncelleyebilirsiniz.

source: You can add or update user by filling out the information below.
fr: Vous pouvez ajouter ou mettre Ó jour un utilisateur en remplissant les informations ci-dessous.
tr: Aşağıdaki bilgileri doldurarak kullanıcı oluşturabilirsiniz.

source: Package
fr: Emballer
tr: Paket

source: List Users
fr: Liste des utilisateurs
tr: Kullanıcıları Listele

source: Zoom In
fr: Agrandir
tr: Yakınlaştır

source: Zoom Out
fr: Dézoomer
tr: Uzaklaştır

source: Reset
fr: Réinitialiser
tr: Sıfırla
