Repository: thakaamed/detect
Catalog: AdminPanel/locale/*/LC_MESSAGES/django.po
Languages: fr, tr

source: Treatment planning successfully saved
fr: Planification du traitement sauvegardée avec succès
tr: Tedavi planlaması başarıyla kaydedildi

source: Change Size
fr: Modifier la taille
tr: Boyut Değiştir

source: Show Teeth Numbering
fr: Montrer la numérotation des dents
tr: Diş Numaralandırmasını Göster

source: Have you ever been diagnosed with any chronic diseases? If so, please specify.
fr: Avez-vous déjà été diagnostiqué comme souffrant d'une maladie chronique ? Si oui, veuillez préciser.
tr: Size hiç kronik hastalık teşhisi kondu mu? Eğer öyleyse, lütfen belirtin.

source: If so, please specify.
fr: Si oui, veuillez préciser.
tr: Eğer öyleyse, lütfen belirtin.

source: How would you describe your weekly physical activity?
fr: Comment décririez-vous votre activité physique hebdomadaire ?
tr: Haftalık fiziksel aktivitenizi nasıl tanımlarsınız?

source: Do you currently have dental insurance?
fr: Avez-vous actuellement une assurance dentaire ?
tr: Şu anda diş sigortanız var mı?

source: What is your annual household income?
fr: Quel est le revenu annuel de votre ménage ?
tr: Yıllık hane geliriniz nedir?

source: Do you regularly visit a dentist for check-ups and cleaning?
fr: Allez-vous régulièrement chez le dentiste pour des contr¶les et des nettoyages ?
tr: Kontrol ve temizlik için düzenli olarak diş hekimine gidiyor musunuz?

source: Are you currently taking any medication? If yes, please specify.
fr: Prenez-vous actuellement des médicaments ? Si oui, veuillez préciser.Şu anda herhangi bir ilaç kullanıyor musunuz? Evet ise lütfen belirtiniz.
tr: Şu anda herhangi bir ilaç kullanıyor musunuz? Evet ise lütfen belirtiniz.

source: Are you currently taking any medication?
fr: Prenez-vous actuellement des médicaments ?
tr: Şu anda herhangi bir ilaç kullanıyor musunuz?

source: What is your age?
fr: Quel est votre Ôge ?
tr: Yaş aralığınız nedir?

source: Please list any known allergies
fr: Veuillez indiquer toute allergie connue
tr: Lütfen bilinen alerjilerinizi listeleyin

source: (drug, food, environmental)
fr: (médicaments, aliments, environnement)
tr: (ilaç, gıda, çevre)

source: Do you smoke?
fr: Fumez-vous ?
tr: Sigara kullanıyor musunuz?

source: Do you drink alcohol?
fr: Consommez-vous de l'alcool ?
tr: Alkol kullanıyor musunuz?

source: What is your employment status?
fr: Quelle est votre situation professionnelle ?
tr: İş durumunuz nedir?

source: Have you ever had any dental surgery or procedure done in the past? If yes, please specify.
fr: Avez-vous déjà subi une opération ou une procédure dentaire dans le passé ? Si oui, veuillez préciser.
tr: Geçmişte herhangi bir diş ameliyatı veya işlemi yaptırdınız mı? Evet ise lütfen belirtiniz.

source: Have you ever had any dental surgery or procedure done in the past?
fr: Avez-vous déjÓ subi une opération ou une procédure dentaire dans le passé ?
tr: Geçmişte herhangi bir diş ameliyatı veya işlemi yaptırdınız mı?

source: What is your dietary preference?
fr: Quelles sont vos préférences alimentaires ?
tr: Diyet tercihiniz nedir?

source: Have you ever experienced any adverse or allergic reactions to dental treatments?
fr: Avez-vous déjà eu des réactions indésirables ou allergiques à des traitements dentaires?
tr: Hiç diş tedavilerine karşı herhangi bir olumsuz veya alerjik reaksiyon yaşadınız mı?

source: Your form has been sent
fr: Votre formulaire a été envoyé
tr: Formunuz gönderildi

source: Please select a radiography type
fr: Veuillez sélectionner un type de radiographie
tr: Lütfen bir radyografi tipi seçiniz

source: Download
fr: Télécharger
tr: İndir

source: Radiography Upload
fr: Chargement de la radiographie
tr: Radyografi Yükle

source: Measure
fr: Mesure
tr: Ölçü Al

source: Create User
fr: Créer un utilisateur
tr: Kullanıcı Oluştur

source: Clinic Name
fr: Nom de la clinique
tr: Klinik Adı

source: Your radiography upload limit has been exceeded
fr: La limite de téléchargement de votre radiographie a été dépassée
tr: Radyografi yükleme limitiniz doldu

source: Draw the Diseases I chose
fr: Dessinez les maladies que j'ai choisies
tr: Seçilen hastalıkları çiz

source: Draw all Diseases
fr: Dessiner toutes les maladies
tr: Tüm hastalıkları çiz

source: Show Tooth Numbers
fr: Afficher les numéros des dents
tr: Diş Numaralarını Göster

source: You have not started an analysis yet
fr: Vous n'avez pas encore commencé une analyse
tr: Henüz bir analiz başlatmadınız

source: Send form to patient
fr: Envoyer un formulaire au patient
tr: Hastaya form gönder

source: Your form choices has been saved
fr: Vos choix de formulaire ont été sauvegardés
tr: Form tercihleriniz kaydedildi

source: You have not created a treatment plan.
fr: Vous n'avez pas établi de plan de traitement.
tr: Bir tedavi planı oluşturmadınız.

source: Dear Patient,
fr: Chère patiente, cher patient,
tr: Merhaba,

source: Choose your answer
fr: Choisissez votre réponse
tr: Cevabınızı seçiniz

source: To enhance your personalized care, we request you to upload your dental X-rays and fill out this short questionnaire. This information, kept confidential, allows us to accurately assess your oral health and tailor your dental care based on your health history, lifestyle, and financial situation. Your cooperation aids in early disease detection, prevention, and improves your overall wellbeing.
fr: Afin d'améliorer vos soins personnalisés, nous vous demandons de télécharger vos radiographies dentaires et de remplir ce bref questionnaire. Ces informations, qui restent confidentielles, nous permettent d'évaluer avec précision votre santé bucco-dentaire et d'adapter vos soins dentaires en fonction de vos antécédents médicaux, de votre mode de vie et de votre situation financière. Votre coopération contribue à la détection précoce des maladies, à la prévention et à l'amélioration de votre bien-être général.
tr: Kişiselleştirilmiş tedavinizi geliştirmek için diş röntgenlerinizi yüklemenizi ve bu kısa anketi doldurmanızı rica ediyoruz. Gizli tutulan bu bilgiler, ağız sağlığınızı doğru bir şekilde değerlendirmemize ve diş bakımınızı sağlık geçmişinize, yaşam tarzınıza ve mali durumunuza göre uyarlamamıza olanak tanır. İşbirliğiniz, hastalıkların erken teşhisine, önlenmesine yardımcı olur ve genel sağlığınızı iyileştirir.

source: You can update or create your form questions by filling out the information below.
fr: Vous pouvez mettre à jour ou créer vos questions de formulaire en remplissant les informations ci-dessous.
tr: Aşağıdaki bilgileri doldurarak form sorularınızı güncelleyebilir veya oluşturabilirsiniz.

source: Your form url:
fr: L'url de votre formulaire :
tr: Form url'niz:

source: You are redirecting to add patient page.
fr: Vous Ûtes redirigé vers la page d'ajout de patient.
tr: Hasta ekleme sayfasına yönlendiriliyorsunuz.

source: Your form has been saved
fr: Votre formulaire a été sauvegardé
tr: Formunuz kaydedildi

source: In the form below
fr: Dans le formulaire ci-dessous
tr: Aşağıdaki formda

source: Company Name
fr: Nom de l'entreprise
tr: Şirket İsmi

source: First Name
fr: Prénom
tr: İsim

source: You can see the information that the patient has filled in, and if you want, you can register this person as your patient.
fr: Vous pouvez voir les informations que le patient a remplies et, si vous le souhaitez, vous pouvez enregistrer cette personne en tant que patient.
tr: Hastanın doldurmuş olduğu bilgileri görebilir ve eğer isterseniz bu kişiyi hastanız olarak kayıt edebilirsiniz.

source: Health Tourism Form
fr: Formulaire de tourisme de santé
tr: Sağlık Turizmi Formu

source: Required
fr: Exigée
tr: Zorunlu

source: Form
fr: Formulaire

source: Show
fr: Afficher
tr: Göster

source: Panaromic
fr: Panaromique
tr: Panaromik

source: Your package has been expired.
fr: Votre colis a expiré.
tr: Paket süreniz doldu.

source: User deleted successfully.
fr: L'utilisateur a été supprimé avec succès.
tr: Kullanıcı başarıyla silindi.

source: Something went wrong.
fr: Quelque chose n'a pas fonctionné.
tr: Bir hata oluştu

source: List Forms
fr: Liste des formulaires
tr: Formları Listele

source: Favorite
fr: Favoris
tr: Favoriler

source: Write your Email
fr: Ecrivez votre Email
tr: E-Mail adresinizi yazınız

source: View Analysis
fr: Ecrivez votre Email

source: Treatments Plan
fr: Plan de traitements

source: Cephalometric
fr: Céphalométrie

source: Do you have any family history of dental issues? (e.g., gum disease, tooth decay)
fr: Avez-vous des antécédents familiaux de problèmes dentaires ? (par exemple, maladie des gencives, carie dentaire)
tr: Aile geçmişinizde diş sorunları var mıydı? (örneğin, diş eti hastalığı, diş çürüğü)

source: Add Crown
fr: Ajouter la couronne
tr: Crown Ekle

source: Add Implant
fr: Ajouter l'implant
tr: İmplant Ekle

source: Make Markup
fr: Faire un balisage
tr: İşaretleme Ekle

source: This E-Mail already exists
fr: Ce courriel existe déjÓ
tr: Bu E-Mail zaten mevcut

source: Please fill all fields
fr: Veuillez remplir tous les champs
tr: Lütfen tüm alanları doldurunuz

source: Please specify.
fr: Veuillez préciser.
tr: Lütfen belirtiniz.

source: Edit Radiography
fr: Editer la radiographie
tr: Radyografiyi Düzenle

source: Grayscale
fr: Niveaux de gris
tr: Gri Tonlama

source: Sepia
fr: Sépia
tr: Sepya

source: Blur
fr: Flou
tr: Bulanıklık

source: Invert
fr: Inverser
tr: Ters çevir

source: Flip Horizontal
fr: Retournement horizontal
tr: Yatay Çevirme

source: Range Input
fr: Plage d'entrée
tr: Aralık Girişi

source: Rotate Value
fr: Valeur de rotation

source: Straight Line
fr: Ligne droite
tr: Düz Çizgi

source: Free Drawing
fr: Dessin libre
tr: Serbest Çizim

source: Arrow
fr: Flèche
tr: Ok

source: Draw Line
fr: Tracer une ligne
tr: Çizgi Çiz

source: Fonts
fr: Polices de caractères
tr: Fontlar

source: Font Size
fr: Taille de la police
tr: Font Büyüklüğü

source: Rectangular
fr: Rectangulaire
tr: Dikdörtgen

source: Circle
fr: Cercle
tr: Daire

source: Stroke Width
fr: Largeur de la course
tr: Strok Genişliği

source: Edit Mode
fr: Mode édition
tr: Düzenleme Modu

source: Edit Radyography
fr: Editer la radyographie
tr: Radyografiyi Düzenle

source: Brightness
fr: Luminosité
tr: Parlaklık

source: Contrast
fr: Contraste
tr: Kontrast

source: Filter
fr: Filtre
tr: Filtre

source: Flip
fr: Retournement
tr: Çevir

source: Crop
fr: Culture
tr: Kırp

source: Rotate
fr: Rotation
tr: Döndür

source: Draw
fr: Dessiner
tr: Çiz

source: Shape
fr: Forme
tr: Şekil

source: Descriptor
fr: Descripteur
tr: Tanımlayıcı

source: Meas
fr: Mesure
tr: Ölçüm

source: Mean
fr: Moyenne
tr: Ortalama

source: Fill out the form below to send the form to your patient!
fr: Remplissez le formulaire ci-dessous pour l'envoyer Ó votre patient !
tr: Formu hastanıza göndermek için aşağıdaki formu doldurun!

source: User Api Key
fr: Clé Api utilisateur

source: Company Api Key
fr: Clé de l'entreprise Api

source: Copy
fr: Copie

source: Successfully added
fr: Ajouté avec succès

source: Successfully updated
fr: Mise à jour réussie

source: Username or email already exists
fr: Le nom d'utilisateur ou l'adresse électronique existe déjà

source: Password must be a minimum of 5 characters, contain at least one capital letter and one special character
fr: Le mot de passe doit être composé d'au moins 5 caractères, contenir au moins une lettre majuscule et un caractère spécial

source: How do you rate Thakaamed according to the <br> categories below?
fr: Comment évaluez-vous Thakaamed selon les catégories <br> ci-dessous ?

source: Can you rate each one from 1 to 5?
fr: Pouvez-vous noter chacun de 1 à 5

source: UI Design
fr: Conception de l'interface utilisateur

source: BUG
fr: Bogue

source: Features
fr: Fonctionnalités

source: Expected outcome achieved?
fr: Le résultat escompté a-t-il été atteint?

source: How we can improve?
fr: Comment pouvons-nous nous améliorer ?

source: If you have any additional feedback, please type it in here
fr: Si vous avez d'autres commentaires à formuler, veuillez les indiquer ici.

source: I have read and accept the Privacy Policy.
fr: J'ai lu et j'accepte la politique de confidentialité.

source: Send Feedback
fr: Envoyer un feedback

source: You must accept the Privacy Policy.
fr: Vous devez accepter la politique de confidentialité.

source: Warning
fr: Avertissement

source: Submit Feedback
fr: Soumettre un feedback

source: Thank you for your feedback
fr: Merci pour votre avis

source: There was an error sending feedback, please try again later
fr: Une erreur s'est produite lors de l'envoi des commentaires, veuillez réessayer plus tard

source: You have to adjust form settings first to see link
fr: Vous devez d'abord ajuster les paramètres du formulaire pour voir le lien.

source: Date
tr: Tarih

source: Analyses
tr: Analizler

source: Policy prepared by Craniocatch Medikal ve Dental Bilişim Teknolojileri Anonim Şirketi.
tr: okudum ve onaylıyorum

source: prepared by Craniocatch Medikal ve Dental Bilişim Teknolojileri Anonim Şirketi.
tr: okudum ve anladım.

source: Image
tr: Görüntü

source: Notes
tr: Notları

source: Dentition
tr: Diş Yapısı

source: Flip Vertical
tr: Dikey Çevirme

source: Rotate Left 90°
tr: Sola 90° Döndür

source: Rotate Right 90°
tr: Sağa 90° Döndür

source: Triangle
tr: Üçgen

source: Type
tr: Tip

source: Patient
tr: Hasta
